import React from 'react'
import Image from 'next/image';
import Link from 'next/link';
import Head from 'next/head'

export default function index() {
  return (
    <>
       <Head>
           <title>คอร์สเรียนโฆษณาออนไลน์ ตลาด Google YouTube Facebook</title>
           <meta name="description" content="คอร์สเรียนโฆษณาออนไลน์ ผู้เชี่ยวชาญด้านการตลาดบน Google, YouTube และ Facebook"/>

    </Head>

      <div className="container">

<h3>ลงทะเบียน เรียน</h3>


<h1>คอร์สเรียนโฆษณาออนไลน์</h1>
<p>มาเรียนรู้เทคนิคการทำโฆษณาออนไลน์ให้มีประสิทธิภาพกับเรา!

</p>
<div className="text-center">
   

<div className="image-container">
          <Image src="/GoogleAds/gg.jpg" alt="Facebook Ads" fill className="image" style={{ objectFit: 'cover' }} />
        </div>
</div>
<hr />
<ul>
้<h3>คอร์สเรียนGoogle สายเทา ราคาสุดคุ้มค่า เพียง18500 บาท</h3>
<li> ==เริ่มต้นจากไม่มีอะใรเลย== </li>
<li> 👉สร้างและวอร์มอีเมลก่อนใช้งาน </li>
<li> 👉เริ่มจากการทำ Landing page </li>
<li> 👉สอนจดโดเมน ซื้อ hosting </li>
<li> 👉ทำเว็บไซต์ง่ายๆให้องค์ประกอบครบถ้วน </li>
<li> 👉โดยทางเรามี template ใช้งานแบบ ฟรีๆ </li>
<li> 👉วิธีการสร้างบัญชีแบบไม่สร้างแคมเปญ </li>
<li> 👉วิธีการเขียนโฆษณา ทั้งหมด 15 บรรทัดและคำอธิบาย 4 บรรทัด </li>
<li> 👉วิธีการตรวจสอบแคมเปญวิธีการตรวจสอบ keyword </li>
<li> 👉วิธีการปล่อยให้ทำเป็นทำงาน</li>
<li> 👉วิธีการสลับ keyword เป็นเทา แบบไม่ถูกแบน</li>
<li> 👉วิธีการเปลี่ยนหน้าเว็บเป็นหน้าเทาแบบไม่ถูกแบน </li>
<li> 👉วิธีการเลี้ยงบัญชีให้อยู่ได้นานๆ </li>
<li> 👉วิธีการทำให้โฆษณามีราคาถูก </li>
<li> 👉สอนเทคนิคต่างๆทั้งหมด </li>
<li> คอร์สเรียน ทำโฆษณา Google สายเทา </li>
<li> สอนตัวต่อตัว ขึ้นงานจริงๆให้ได้ดูกันแบบ สดๆเลย โดยใช้รีโมทpc teamviewer,meet,Zoom </li>
<li> ราคาสุดคุ้มค่า เพียง18500 บาท </li>
</ul>
<hr />
<ul>
    <h3> คอร์สเรียนโฆษณาFacebookสายเทา ราคาสุดคุ้มค่า เพียง10,000 บาท</h3>
    <li> ==เริ่มต้นจากไม่มีอะใรเลย== </li>
    <li> 👉เริ่มวอร์มบัญชี Facebook </li>
    <li> 👉เริ่มจากการทำ Landing page </li>
    <li> 👉สอนจดโดเมน ซื้อ hosting </li>
    <li> 👉ให้สามารถใช้งานกับ Facebook ได้นานๆ </li>
    <li> 👉โดยทางเรามี template ใช้งานแบบ ฟรีๆ </li>
    <li> 👉วิธีการ เริ่มต้นการเก็บ Pixel </li>
    <li> 👉กำหนดเส้นทาง conversion ให้กับ Facebook </li>
    <li> 👉วิธีการตรวจสอบแคมเปญวิธีการตรวจสอบ keyword </li>
    <li> 👉วิธีการจัดการรูปภาพให้สามารถนำกลับมาใช้งานใหม่ได้ </li>
    <li> 👉วิธีการสลับ keyword เป็นเทา </li>
    <li> 👉วิธีการใช้งานตัวLanding page </li>
    <li> 👉วิธีการเลี้ยงบัญชีให้อยู่ได้นานๆ </li>
    <li> 👉วิธีการทำให้โฆษณามีราคาถูก </li>
    <li> 👉สอนเทคนิคต่างๆทั้งหมด </li>
    <li> คอร์สเรียน ทำโฆษณา Facebookสายเทา </li>
    <li>สอนตัวต่อตัว ขึ้นงานจริงๆให้ได้ดูกันแบบ สดๆเลย โดยใช้รีโมทpc teamviewer,meet,Zoom </li>
    <li> ราคาสุดคุ้มค่า เพียง10,000 บาท </li>
</ul>
<Link className="line" href="https://lin.ee/JwrDPgA">

<div style={{ position: 'relative', width: '100%', height: '100%' }}>
      <Image src="/line.gif" alt="Line" fill style={{ objectFit: 'cover' }} />
    </div>

    </Link>
</div>



<style jsx>{`
        .image-container {
          position: relative;
          width: 100%;
          height: 0;
          padding-bottom: 56.25%; // สำหรับรูปภาพแบบ 16:9
        }
        .image {
          objectFit: cover;
        }
      `}</style>

    </>
  )
}
